sdaiGetInstanceModel(Sdai_instS*)
\details
Retrieves the identifier of the SDAI model that contains the entity instance.
\param instance [in] An entity instance.
\returns Returns a model instance that contains the entity instance.